Repository: popei69/FrenchPoll
Catalog: FrenchPoll/*.lproj/Localizable.strings
Languages: fr

source: First round
fr: Premier tour

source: Second round
fr: Second tour

source: Last update:
fr: Dernière mise à jour:

# Share your love
source: Share your ♥️
fr: Partager votre ♥️

# Share it
source: You like this app? Help us by sharing it!
fr: Vous aimez cette app? Aidez nous en le faisant savoir!

source: Rate it on App Store
fr: Noter sur l'App Store

source: Cancel
fr: Annuler

source: Info
fr: Information

source: Close
fr: Fermer

# App based data
source: Score and content are based on online surveys. More details from french source.
fr: Cette application et son contenu sont basés sur la méthodologie suivante.
